

export default function DataUsage() {
    return (
        <div className="container" style={{ textAlign: "center", padding: "2rem 3rem" }}>
            <br />
            <br />

            <h2>გაფრთხილება</h2>

            <p>ნებისმიერი მოთხოვნა წაშლასთან დაკავშირებით არ შეინახება კონფიდენციალურად და გასაჯაროვდება როგორც მომხმარებლებისთვის ინფორმაციის დამალვა, რაც საბოლოოდ ცუდად აისახება კომპანიის იმიჯზე Fairpayის კრიტერიუმების გათვალისწინებით.</p>


            <br />
            <br />
            <h2>წაშლის მოთხოვნა</h2>

            <p>კომპანიის წაშლის მოსათხოვნად გამოიყენეთ footerში მოთავსებული ლინკი</p>

            <br />
            <br />
            <h2>რა ხდება როცა ვთვლით რომ მცდარი ინფორმაცია დევს?</h2>

            <p>შეფასების (Reviewების) შემთხვევაში მომხმარებლებს შესაძლებლობა აქვს სხვის შეფასებაზე გამოხატოს დადებითი (Like) ან უარყოფითი (Dislike) რექცია. სორტირება ხდება დადებითი და უარტოფითი რეაქციების სხვაობით, ანუ შეფასება რომელსაც აქვს მეტად უარყოფითი გამოხმაურება აღმოჩნდება ქვემოთ, ხოლო დადებითი გამოხმაურების მქონე ზემოთ. საკმარისი უარყოფითი გამოხმაურების მოგროვების შემთხვევაში შეფასება ავტომატურად წაიშლება.</p>

            <p>ხელფასების შემთხვევაში თუ საკმარისი რეპორტები მოგროვდება და ამავდროულად იქნება საშუალო ანაზღაურებიდან ძალზედ აცდენილი ხელფასი გადაიხედება და განიხილება მისი ამოშლა.</p>



            <style jsx>{`
                .container * {
                    padding: 1rem 0
                }
            `}</style>
        </div>
    )
}