

export default function DataUsage() {
    return (
        <div className="container" style={{ textAlign: "center", padding: "2rem 3rem" }}>
            {/* <h1>კომპანიის ინფორმაციის გამოყენება</h1> */}

            <br />
            <br />
            <h2>ანაზღაურება</h2>

            <p>Fairpay არ მოუწოდებს მომხმარებლებს ანაზღაურების დაფიქსირებას თუ მათ ეს კონტრაქტით შეზღუდული აქვთ.</p>
            <p>იქიდან გამომდინარე რომ ანონიმურობა სრულად დაცულია და პირის იდენტიფიცირება ვერ მოხერხდება, არ არსებობს მიზეზი რატომაც Fairpay ვალდებულია წაშალოს მომხმარებლისგან მოწოდებული ანაზღაურების ინფორმაცია.</p>

            <p style={{ color: "red" }}>ანაზღაურების ინფორმაცია არ წაიშლება.</p>

            <br />
            <br />
            <h2>შეფასება</h2>

            <p>შეფასება წარმოადგენს მოხმარებლის პირად აზრს კომპანიასთან დაკავშირებით, რომლის წაშლის მოთხოვნას არავის არ გააჩნია.</p>

            <p style={{ color: "red" }}>შეფასებები არ წაიშლება.</p>

            <br />
            <br />
            <h2>გაფრთხილება</h2>

            <p>ნებისმიერი მოთხოვნა წაშლასთან დაკავშირებით არ შეინახება კონფიდენციალურად და გასაჯაროვდება როგორც მცდელობა მომხმარებლებისთვის ინფორმაციის დამალვის, რაც საბოლოოდ ცუდად აისახება კომპანიის იმიჯზე Fairpayის კრიტერიუმების გათვალისწინებით.</p>


            <br />
            <br />
            <h2>რა ხდება როცა ვთვლით რომ მცდარი ინფორმაცია დევს?</h2>

            <p>შეფასების (Reviewების) შემთხვევაში მომხმარებლებს შესაძლებლობა აქვს სხვის შეფასებაზე გამოხატოს დადებითი (Like) ან უარყოფითი (Dislike) რექცია. სორტირება ხდება დადებითი და უარტოფითი რეაქციების სხვაობით, ანუ შეფასება რომელსაც აქვს მეტად უარყოფითი გამოხმაურება აღმოჩნდება ქვემოთ, ხოლო დადებითი გამოხმაურების მქონე ზემოთ. საკმარისი უარყოფითი გამოხმაურების მოგროვების შემთხვევაში შეფასება ავტომატურად წაიშლება.</p>

            <p>ხელფასების შემთხვევაში თუ საკმარისი რეპორტები მოგროვდება და ამავდროულად იქნება საშუალო ანაზღაურებიდან ძალზედ აცდენილი ხელფასი გადაიხედება და განიხილება მისი ამოშლა.</p>



            <style jsx>{`
                .container * {
                    padding: 1rem 0
                }
            `}</style>
        </div>
    )
}